<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html><head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8"></head><body>
<div>
    <h3 style="text-align: center;">Avare Spende</h3>
    <p style="text-align: center;">Um weitere Karten zur Verf&uuml;gung 
stellen k&ouml;nnen und die APP weiter zu entwickeln sind wir auf Spenden 
angewiesen.&nbsp;Sie k&ouml;nnen uns mit einer Spende helfen weitere Karten 
bereitzustellen und dazu die APP noch weiter zu entwickeln. Dies 
erm&ouml;glicht es uns die APP und die Karten weiterhin kostenlos f&uuml;r alle 
anbieten zu k&ouml;nnen.
<br>
<a href="http://www.mamba.dreamhosters.com/donate.html" target="_blank">Klicken sie hier 
um zu Spenden</a>.<br>Danke.</p>
    <h3 style="text-align: center;">Hinweis</h3>
    <p>Bei den &uuml;blichen GPS Anwendungen f&uuml;r Smartphone und Tablet 
handelt es sich um Anwendung f&uuml;r die Navigation welche &uuml;ber keine 
entsprechende Zertifizierung seitens der EASA bzw. TSO&nbsp;haben. Auf jeden 
Fall sind diese Anwendungen nicht f&uuml;r IFR Fl&uuml;ge zertifiziert. Weder das 
Betriebssystem noch die Anwendungen wurden nicht gem&auml;ss 
den&nbsp;Zulassungsanforderungen der EASA und oder der nationalen 
Zulassunbsbeh&ouml;rde&nbsp;gepr&uuml;ft.</p>
    <p>&nbsp;</p>
    <p>Bitte laden sie nur diejenige Karten welche sie auch ben&ouml;tigen 
vom Server um die Kosten f&uuml;r die Bereitstellung m&ouml;glichst niedrig zu 
halten.</p>
    <p>&nbsp;</p>
    <p>
Die Luftraumstruktur ist&nbsp;st&auml;ndigen &Auml;nderungen unterworfen, aus diesem 
Grund muss vor dem operativen Gebrauch der Karten gepr&uuml;ft werden 
inwiefern diese noch aktuell sind. Auch sollte periodisch gepr&uuml;ft werden
 ob ein Update f&uuml;r die APP bereitsteht welches ein <a href="http://www.avare.ch/updml.htm" target="_parent">wichtiges Update</a> beeinhaltet. Die <a href="https://play.google.com/store/apps/details?id=com.apps4av.avarehelper&amp;hl=en" target="_parent">AddOn</a> sollten ebenfals auf aktualit&auml;t hin &uuml;berpr&uuml;ft werden.
</p>
    <p>
 
</p>
    <p>&nbsp;</p>
    <h3 style="text-align: center;">Avare Releases</h3>
    <p><span style="font-weight: bold; outline-color: navy ! important;">5.8.4 </span><span style="outline-color: navy ! important;">Es
 kann noch mehr in die Karten gezoomt werden, Speicherverbrauch noch 
niedriger, Bug gefixt mit dem Lagesensor, Bug gefixt welcher den ADS-B 
Verkehr anzeigt.</span><br>
<span style="font-weight: bold; outline-color: navy ! important;">5.8.3 </span><span style="outline-color: navy ! important;">Weitere
 Optionen hinzugef&uuml;gt um die dynamische Anzeige zu konfigurieren, 
hinzuf&uuml;gen von weiteren GPS Quellen noch weiter ausgebaut, neue 
Benutzerf&uuml;hrung f&uuml;r die Flugplanerstellung.</span><br>
<span style="font-weight: bold; outline-color: navy ! important;">5.8.2 </span><span style="outline-color: navy ! important;">Mittels
 Men&uuml; &gt; -Display kann gew&auml;hlt werden welche Eintr&auml;ge in der unteren 
Men&uuml;anzeige angezeigt werden sollen. Bug gefixt um den Flugplan zu 
speichern/l&ouml;schen.</span><br>
<span style="font-weight: bold; outline-color: navy ! important;">5.8.1 </span><span style="outline-color: navy ! important;">Bug&nbsp;mit&nbsp;dem
GPX Flugplan gefixt. Chronometer f&uuml;r die AD Karten hinzugef&uuml;gt. Anzeige f&uuml;r den ADS-B Verkehr optimiert.</span><br>
<span style="font-weight: bold; outline-color: navy ! important;">5.8.0 </span><span style="outline-color: navy ! important;">Diverse Update f&uuml;r die USA Version. </span><br>
<span style="font-weight: bold; outline-color: navy ! important;">5.7.9 </span><span style="outline-color: navy ! important;">Bug fix release.</span><br>
<span style="font-weight: bold; outline-color: navy ! important;">5.7.8 </span><span style="outline-color: navy ! important;">Benutzerf&uuml;hrung um eigene Karten zu georeferenzieren ist abgeschlossen.</span><br>
<span style="font-weight: bold; outline-color: navy ! important;">5.7.7 </span><span style="outline-color: navy ! important;">Diverse Update f&uuml;r die USA Version.</span><br>
<span style="font-weight: bold; outline-color: navy ! important;">5.7.6 </span><span style="outline-color: navy ! important;">Benutzer k&ouml;nnen untereinander ihre eigene georeferenzierten Karten tauschen</span><br>
<span style="font-weight: bold; outline-color: navy ! important;">5.7.5 </span><span style="outline-color: navy ! important;">Bug
</span>gefixt um eigene Karten selber zu geo referenzieren.<br>
<span style="font-weight: bold; outline-color: navy ! important;">5.7.4 </span><span style="outline-color: navy ! important;">Bug
</span>gefixt um eigene Karten selber zu geo referenzieren<br>
<span style="font-weight: bold; outline-color: navy ! important;">5.7.3 </span><span style="outline-color: navy ! important;">Die eigenen geo referenzierten Karten k&ouml;nnen nun gleich verwendet werden.</span><br>
<span style="font-weight: bold; outline-color: navy ! important;">5.7.2  </span><span style="outline-color: navy ! important;">Diverse kleinere Bug gefixt.</span><br>
<span style="font-weight: bold; outline-color: navy ! important;">5.7.1  </span><span style="outline-color: navy ! important;">VAC/AREA Karten k&ouml;nnen nun ebenfals georeferenziert werden. Diverse Bug's betreffend ADS-B und KML gefixt..</span><br><br>
<span style="font-weight: bold; outline-color: navy ! important;"><br>
</span></p>
    <h3 style="text-align: center;">Avare Hilfe Themen</h3>
    <p>&nbsp;</p>
    <p>•<a href="../../../../namo2/avare_ch/avare-offlinehelp_de.html#0.1_Quick" title="Quick Start">Quick Start</a> - Intro</p>
    <p>•<a title="Help Extra Info" href="../../../../namo2/avare_ch/avare-offlinehelp_de.html#0.1_Help">Hilfe</a> - weitere Tips zum&nbsp;Intro</p>
    <p>•<a title="New Features" href="../../../../namo2/avare_ch/avare-offlinehelp_de.html#0.1_NewStuff">Neue Features</a> - k&uuml;rzlich hinzugef&uuml;gt</p>
    <p>•<a title="Airport Diagrams" href="../../../../namo2/avare_ch/avare-offlinehelp_de.html#0.1_Diags">GPS Taxi on AD</a></p>
    <p>•<a title="Fly To" href="../../../../namo2/avare_ch/avare-offlinehelp_de.html#0.1_Landmarks">Fliege hierher</a> - Adressen und Orientierungshilfen</p>
    <p>•<a title="Flight Plan" href="../../../../namo2/avare_ch/avare-offlinehelp_de.html#0.1_Plan">Flugroute</a> - Wie erstellt man eine Flugroute</p>
    <p>•<a title="Terrain Maps" href="../../../../namo2/avare_ch/avare-offlinehelp_de.html#0.1_Terrain">Gel&auml;ndekarten</a></p>
    <p>•<a title="AFD Pages" href="../../../../namo2/avare_ch/avare-offlinehelp_de.html#0.1_Terminal">ADINFO, 
    VAC und AREA Karten</a></p>
    <p>•<a title="Charts Ref." href="../../../../namo2/avare_ch/avare-offlinehelp_de.html#0.1_Troubleshooting">Troubleshooting<br>
</a></p>
    <p>• 
<em><b><a title="Online Avare Videos" href="http://www.youtube.com/user/governeratgmail/videos?query=avare" target="_blank">Online</a></b></em><a title="Online Avare Videos" href="http://www.youtube.com/user/governeratgmail/videos?query=avare" target="_blank">* - Videos</a></p>
    <p> &nbsp; *<em>Requires internet</em></p>

    <hr size="1">
<h3 style="text-align: center;"><a name="0.1_Quick">Quick Start</a> -
Intro<span style="font-weight: bold;"> </span><br style="font-weight: bold;"> </h3>
    <p>• Beim ersten Start der APP werden die Nutzungsbedingungen&nbsp;angezeigt, haben sie diese gelesen und sind damit einverstanden klicken sie auf OK. Im n&auml;chsten Schritt muss zuerst die Datenbank und die Hauptkarte runtergeladen werden, daf&uuml;r ist eine Internetverbindung erforderlich. Bitte laden sie nur dassjenige Kartenmaterial welches sie auch ben&ouml;tigen um den Server nicht zu &uuml;berlasten.</p>
    <p>Um die Karten runterzuladen w&auml;hlt man auf dem Hauptbildschirm das kleine Rechteck unten Links um das Optionen Men&uuml; aufzurufen&nbsp;und w&auml;hlt Download. Im folgenden Men&uuml; w&auml;hlt man VFR Karten&nbsp;und Database um die Hauptkarte und die Datenbank zu laden. Tipt man auf den jeweiligen Eintrag, z.B. Datenbank,&nbsp;klapt dieser auf. Durch mehrmaliges tipen auf den Eintrag kann zwischen Download, Update und L&ouml;schen hin- und hergewechselt werden. Hat man Download ausgew&auml;hlt, wird durch tippen auf den obereren Button Download die Karte runtergeladen. Nach dem herunterladen der Karte wird keine Internetverbindung ben&ouml;tigt um Avare zu nutzen.</p>
<p style="padding-left: 30px;">Tip:
</p>    <ul>
        <li>Es wird empfohlen w&auml;hrend der operativen Nutzung von Aavare nicht ben&ouml;tigte Diense wie z.B. Datenservice, Telefonverbindung zum Provider und WiFi im Smartphone zu deaktivieren. Der GPS Dienst muss aktiviert sein um mit Avare navigieren zu k&ouml;nnen.
        </li>
    </ul>
    <p>•<b>Karte verschieben und zoomen:  </b>die Karte kann mit den Fingern durch ziehen verschoben werden, ein- und auszoomen durch auseinander- oder zusammenziehen. Je nach Model vom jeweiligen Ger&auml;t wird zus&auml;tzlich ein Men&uuml; angezeigt mit welchem in die Karte noch mehr hinein&nbsp;gezoomt werden kann.</p>
    <p>•<b>Bildschirmausrichtung: </b>&nbsp;Im Hauptbildschirm ( MAP ) w&auml;hlt man das Optionen Men&uuml; durch tipen auf das kleine Rechteck unten Links, w&auml;hlt folgend Einstellungen &gt; Anzeige. In der Rubrik &quot;Bildschirm Ausrichtung&quot; k&ouml;nnen die gew&uuml;nschten Einstellungen vorgenommen werden.</p>
    <p>•<b>Center Button: </b>&nbsp;Unten in der Mitte der Anzeige befindet sich der Center Button der sich als sehr n&uuml;tzlich erweisen kann. Ist GPS aktiviert verschiebt sich die Karte entsprechend der eigenen Position. Fliegt man z.B. nach Norden, kann man die Karte oben antippen und die Kartenansicht verschiebt sich zu&nbsp;dem gew&uuml;nschten Bereich um sich eine &Uuml;bersicht der Luftr&auml;ume zu verschaffen welche man als n&auml;chste durchfliegt. Tipt man nun auf den Center Button kehrt die Anzeige zur aktuellen Position zur&uuml;ck. Dieses Feature hat sich als sehr n&uuml;tzlich erwiesen da man sich einen &Uuml;berblick &uuml;ber die angrenzenden Luftr&auml;ume verschaffen kann ohne den Zoomlevel &auml;ndern zu m&uuml;ssen.</p>
    <p>•<b>Zeichnen &nbsp;Button: </b>&nbsp;Manchmal erweist es sich als n&uuml;tzlich Notizen auf der Hauptkarte zu hinterlegen, z.B. eine Frequenz oder eine spezielle Prozedur, dieses Feature kann aktiviert werden indem man unten rechts auf den Zeichnen Button tippt.&nbsp;Ist die Zeichnen Funktion aktiv, kann die Karte nicht verschoben werden. Der Radiergummi links vom Zeichnen Button l&ouml;scht alle Eingaben. Handgeschriebene Notizen auf der Hauptkarte k&ouml;nnen nicht gespeichert werden und werden beim verlassen von Avare nicht gespeichert.</p>
    <p>•<b>Position &uuml;bermitteln: </b>&nbsp;Ist GPS aktiviert, so&nbsp;tipt man l&auml;nger als zwei Sekunden auf der Hauptkarte und es wird der Kurs und die Distanz zum gew&auml;hlten Punkt angezeigt. Mit dieser Funktion kann man ATC Kurs und Entfernung bis zum gew&auml;hlten Ziel mitteilen ohne die gew&auml;hlte Route &auml;ndern zu m&uuml;ssen. Will man das gew&auml;hlte Ziel dauerhaft speichern w&auml;hlt man &quot;Plan&quot; um die Position zu den eigenen Waypoints hinzuzuf&uuml;gen, die gew&auml;hlte Position erscheint zus&auml;tzlich zuoberst im Suchen Men&uuml; wo man diese umbennen und dauerhaft speichern kann. Dar&uuml;ber hinaus bietet das Feature &quot;Kreisf&ouml;rmige Distanzanzeige&quot; die M&ouml;glichkeit einen Kreis einzublenden welcher anzeigt in wievielen Minuten eine bestimmte Position erreicht wird: somit kann man z.B. 5 Minuten vor erreichen einer bestimmten Position Kontakt mit ATC/APP/TWR aufnehmen.</p>
    <p>•<b>Finden Button: </b>&nbsp;Tipt man auf den Finden Button &ouml;ffent sich das Suchen Men&uuml;. Hier kann man durch Eingabe der ICAO Kurzbezeichnung den gesuchten Flugplatz suchen und auf der Hauptkarte anzeigen lassen sofern der <u>Simulations Modus</u> aktiv ist. Ist der GPS Emp&auml;nger aktiviert befindet man sich im <u>Navigations Modus</u> und die Hauptkarte verbleibt&nbsp;auf der aktuellen Position und zeigt die Kurslinie zur gew&auml;hlten DEST an. Zus&auml;tzlich kann Google Maps zum suchen verwendet werden sofern eine Internetverbindung besteht sowie auch das &quot;Fliege hierhin&quot; Feature. Wird Google Maps zur Suche verwendet, kann man&nbsp;auch anstatt der ICAO Kurzbezeichnung eine Postanschrift verwenden. Das Suchen Men&uuml; zeigt alle k&uuml;rzlich aufgerufene Positionen an als auch diejenige Positionen welche man selbst hinzugef&uuml;gt hat. Tipt man l&auml;nger als zwei Sekunden auf einen Eintrag, erscheint ein Pop-Up Men&uuml;&nbsp;links unten am Bildschirm und der gew&auml;hlte Eintrag kann entweder gel&ouml;scht oder Zwecks Speicherung der eigenen Waypoint umbennant werden.</p>
<p style="padding-left: 30px;"><b>Tip:</b> T Tippt man l&auml;nge als zwei Sekunden 
    auf der Hauptkarte erscheint links unten ein Pop-Up Men&uuml;: hier kann 
    gew&auml;hlt werden ob die gew&auml;hlte Position als DEST verwendet wird 
    oder ob die gew&auml;hlte Position zur Flugroute hinzugef&uuml;gt werden 
    soll. F&uuml;r mehr Details siehe <a title="Flight Plan" href="#0.1_Plan"><b>Flugroute</b></a> .
<a name="0.1_Find"></a>
    <p>&nbsp;</p>
    <p><b>Das Optionen Men&uuml;</b></p>
    <p>•<b>Einstellungen: </b>&nbsp;Hier k&ouml;nnen veschiedene Einstellungen vorgenommen werden um Avare an die eigenen Bed&uuml;rfnisse anzupassen.</p>
    <p>•<b>Download: </b>&nbsp;Hier kann die Datenbank und die Karte runtergeladen werden wozu eine Internetverbindung erforderlich ist. Nach dem herunterladen der Daten wird keine Internetverbindung ben&ouml;tigt um Avare zu nutzen.</p>
    <p>•<b>Inserate: </b>&nbsp;Hier k&ouml;nnen sowohl Flugzeuge als auch die entsprechende Ausr&uuml;stung angeboten werden. Senden sie uns eine e-Mail fals sie ein Inserat aufgeben m&ouml;chten.</p>
    <p>•<b>Hilfe: </b>&nbsp;Das Hilfe Men&uuml; zeigt diese Seite an. </p>
    <p>•<b>Tracks Off/On: </b>&nbsp;Hier kann die Aufzeichnung vom aktuellen Track im KML Format aufgezeichnet werden. Die gespeicherten Track k&ouml;nnen zu einem sp&auml;teren Zeitpunkt in der Hauptkarte angezeigt werden, auch an Freunde verschickt werden und auch exportiert werden um diese z.B. am Computer zu betrachten.</p>
    <p>•<b>Norden oben/Track Up: </b>&nbsp;Hier kann gew&auml;hlt werden ob die Hauptkarte stets nach Norden zeigt, oder ob sich die Karte gem&auml;ss&nbsp;des aktuellen Kurs dreht (Track Up).</p>
    <p>•<b>Simulation/Navigation: </b>&nbsp;Hier kann zwischen dem Navigations- und Simulationsmuds hin- und hergewechselt werden. Je nachdem welcher Mouds gerade aktiv ist, &auml;ndert Avare bestimmte Funktionen um die Benutzung durch den Nutzer den jeweiligen Anforderungen anzupassen. Tipt man z.B. im Simulationsmodus l&auml;nger als zwei Sekunden auf einen AD erscheint ein Men&uuml; in welcher die gew&uuml;nschte DEST gel&ouml;scht, zur Flugroute hinzugef&uuml;gt werden kann, die ADINFO VAC/AREA Karten aufgerufen werden k&ouml;nnen oder die ADINFO Kurzbeschreibung aufgerugen werden kann. Dasselbe kann man auch mittels der Suchen Funktion bewerkstelligen. Tipt man mit aktiviertem GPS im Navigationsmudus auf einen bestimmten Punkt bzw. AD auf der Karte, so wird dieser Punkt als Navigationspunkt benutzt.</p>
    <p>•<b>Sectional: </b>&nbsp;Hinter diesem Begriff verbirgt sich die Funktion um zwischen verschiedenen Kartenansichten zu wechseln in dem man sich gerade aufh&auml;lt. Sofern verf&uuml;gbar, kann man hier zwischen VFR/IFR und anderen Kartentypen umschalten.</p>
    <p>&nbsp;</p>
<p> <b>&nbsp;<u>Tab Bar Anzeigemen&uuml;</u></b><br>    <p>Auf dem&nbsp;Hauptbildschirm k&ouml;nnen verschiedene Tab angezeigt werden, diese kann man &uuml;ber das Optionen Men&uuml; &gt; Anzeige &gt; Tab Bar Anzeige ein- und ausblenden.</p>
    <p>•<b>Map: </b>&nbsp;W&auml;hlt man man Map zeigt der Bildschirm die aktuell ausgew&auml;hlte Karte an.</p>
    <p>•<b>(Plate)VAC/AREA Karten: </b>&nbsp;Hat man ein AD als DEST gew&auml;hlt, k&ouml;nnen durch tippen auf diesen Button die VAC/AREA und ADINFO Dokumente angezeigt werden. Ein AD kann man ausw&auml;hlen indem man auf der Hauptkarte darauf tippt oder das Suchen Men&uuml; benutzt. Standartm&auml;sig wird das ADINFO Dokument angezeigt. Ganz oben ist ein grosser Button: tippt man darauf, erscheint ein Men&uuml; welches die verf&uuml;gbaren Dokumente anzeigt.</p>
    <p>•<b>AD Info: </b>&nbsp;Hier werden die Kurzinfo zum  ausgew&auml;hlten AD angezeigt.</p>
    <p>•<b>Suche: </b>&nbsp;Das Suchen Men&uuml; bietet einen schnellen Zugriff auf einen bestimmten AD/WaypointNavaid. Die Funktion des Suchen Men&uuml; &auml;ndert sich vom Navigations- zum Simulationsmodus. Der Simulationsmouds eignet sich um eine Route zu erstellen und diese sofern gew&uuml;nscht zu speichern. W&auml;hrend die Karte im Simulationsmodus zur gew&auml;hlten Position spring, verbleibt im Navigationsmodus die Karte bei der aktuellen und setzt die gew&auml;hlte Position als Waypoint. Auch kann das Suchen Men&uuml; dazu benutzt werden um sich die ADINFO/VAC/AREA Karten anzuzeigen.</p>
    <p>•<b>Flugroute: </b>&nbsp;Mit diesem Men&uuml; k&ouml;nnen&nbsp;komfortabel Flugrouten erstellt, verwaltet und gespeichert werden.</p>
    <p>•<b>Am n&auml;chsten: </b>&nbsp;Leider wird diese&nbsp;Funktion zur Zeit in der EU Version nicht unterst&uuml;tzt. Hiermit k&ouml;nnte man sich die n&auml;chstgelegenen Flugpl&auml;zte anzeigen lassen welche entweder &uuml;ber die minimale L&auml;nge der gew&uuml;nschten RWY verf&uuml;gen, oder den erforderlichen Treibstoff anbieten.</p>
    <p>•<b>WXB: </b>&nbsp;Diese Feature wird in der EU Version nicht unterst&uuml;tzt. In der USA Version kann das Wettergeschen in Echtzeit ohne Zusatzkosten und barierefrei abgrufen werden. Die europ&auml;ische Regulierungsbeh&ouml;rde hat es als nicht n&ouml;tig erachtet diese wichtige technische Hilfe ebenfals in Europa f&uuml;r die Leichtaviatik zug&auml;nglich zu machen.</p>
    <p>•<b>Notizen: </b>&nbsp;Hier kann man sowohl Notizen und Checklisten erstellen als auch diese importieren. Die Notizen/Checkliste muss im TXT Format vorliegen.</p>
    <p>•<b>Trip/Reise: </b>&nbsp;Ist eine Internetverbindung hergestellt, kann durch Expedia die Unterkunft auf der Wegstrecke gebucht werden. Mit diesem Men&uuml; k&ouml;nnen die Reservationen aufgerufen und verwaltet werden.</p>
    <p>•<b>Tools: </b>&nbsp;Das Tool Men&uuml; bietet folgende Funktionen/Anzeige: Status des GPS Emfp&auml;ngers und der Sateliten welche empfangen werden, die Bildschirmhelligkeit kann angepasst werden, der freie Arbeitsspeicher wird angezeigt, die Aufl&ouml;sung der aktuellen Karte sowie die Aufl&ouml;sung des Bildschirm.</p>
<hr size="1">
<h3 style="text-align: center;"><a name="0.1_Help">Hilfe</a>
- Weitere Tips zum Intro</h3>
<p>•<b>Text Informationen</b>  werden zus&auml;tzlich oben am Bildschirm&nbsp;angezeigt sofern GPS aktiviert ist und eine DEST gew&auml;hlt wurde. In der Mitte der ersten Zeile wird die DEST angezeigt, Links die Entfernung, Flugdauer und GPS Geschwindigkeit, rechts GPS BRG zur DEST. In der zweiten Zeile wird die GPS H&ouml;he links, GPS Ground Speed und GPS HDG rechts angezeigt.
</p>    <p>•<b>GPS Status</b> Informationen k&ouml;nnen ebenfals in der oberen Statuszeile&nbsp;angezeigt werden sofern erw&uuml;nscht: Optionen Men&uuml;&gt; Einstellungen&gt; GPS &quot;GPS Position anzeigen&quot; aktivieren. &nbsp;Diese Feature ist insbesondere dann n&uuml;tzlich, wenn im Flugzeug ein Platz gesucht werden soll welcher einen guten GPS Daten Empfang gew&auml;hrleistet. Angezeigt wird oben links die GPS Zeit und Anzahl verf&uuml;gbarer Sateliten, Lat/Lon koordinaten der aktuellen Position, und eine Sch&auml;tzung der Genauigkeit der empfangenen GPS Daten. Tippen sie auf Zur&uuml;ck um das Fenster zu schliessen.</p>
    <p>•<b>Rollbahn Info  </b>zeigt die jeweilige Ausrichtung der gew&auml;hlten RWY an. Dieses Feature kann &uuml;ber das Optionen Men&uuml; &gt; Einstellungen &gt; Anzeige &quot;Rollbahn Info&quot; ein- und ausgeblendet werden.</p>
    <p>•<b>Entfernungs Skala </b>blended links vom Bildschirm eine Distanz Anzeige ein anhand welcher die Distanz auf der Karte abgelesen werden kann. Dieses Feature kann &uuml;ber das Optionen Men&uuml; &gt; Einstellungen &gt; Instrumente &quot;Seitliche Distanz-Anzeige&quot; ein- und ausgeblendet werden.</p>
<hr size="1">
<h3 style="text-align: center;"><a name="0.1_NewStuff">Neue Features</a></h3>
    <p>k&uuml;rzlich hinzugef&uuml;gte Feature:<br>
<br>
• <span style="font-weight: bold;">Georeferenzierte Anflugkarten</span><br>
Dieses Feature steht  in der EU Version nur teilweise zur Verf&uuml;gung. Dieses 
    Feature erm&ouml;glicht es den Piloten eigene Karten zu geo referenzieren.&nbsp;Eine 
    <a href="https://www.youtube.com/watch?v=LhF3tAnuaIE" target="_blank">Videoanleitung</a> 
    beschreibt die erforderlichen Schritte.</p>
    <p> <br>
• <span style="font-weight: bold;">Gleitzahl bzw. Gleitleistung </span><br>
Im Optionen Men&uuml; unter Einstellungen &gt; Instrumente &gt; &quot;Gleitzahl vom Flugzeug&quot;&nbsp;kann die Gleitzahl von der benutzten Maschine eingetragen werden sofern diese bekannt ist. Hat man die Gleitzahl eingetragen, werden alle Flugpl&auml;tze in der N&auml;he welche innerhalb der Gleitleistung liegen gr&uuml;n angezeigt, alle Flugpl&auml;tze welche ausserhalb der Gleitleistung sind werden rot dargestellt. Der Gleitpfad f&uuml;r z.B. eine C172 wird folgendermassen errechnet: 



<br>
Gleitleistung = POH Entfernung pro Tausend ft&nbsp;&nbsp;= 1.25 nm per 1000 ft&nbsp;= 1.25 * 6076 ft&nbsp;/ 1000 ft&nbsp;= 7.5.<br>
<br>
• <span style="font-weight: bold;">CDI/VDI</span><br>
Diese Instrumente zeigen die vertikale Abweichung und die Abweichung vom Kurs an und wurden ab der Version 5.3.8 eingef&uuml;hrt. Die CDI Anzeige ist dann aktiv, wenn ein Kurs bzw. DEST&nbsp;mitthilfe des GPS Empf&auml;ngers festgelegt wird. Fliegt man ausserhalb des Kurs&nbsp;wechselt die Farbe f&uuml;r die Anzeige von grau nach rot wenn man zu weit Links ist, gr&uuml;n wenn man zu weit rechts ist. Befindet man sich mittig auf Kurs&nbsp;so wechselt die Farbe zu grau. Befindet man sich weiter als 15nm von der gew&auml;hlten DEST so betr&auml;gt die Skala f&uuml;r die Anzeige 2 Grad (VOR), ansonsten betr&auml;gt die Skala 0.5 Grad (LOC).</p>
    <p><br>
Der Arbeitsbereich des&nbsp;VDI (Vertical Deviation Indicator) liegt innerhalb von 15nm, zus&auml;tzlich muss die H&ouml;he von DEST bekannt sein. Die rechte Anzeige liegt mittig wenn der Gleitpfad 3 Grad betr&auml;gt. Die Toleranz f&uuml;r den Gleitpfad betr&auml;gt 2.86 bis 3.14 Grad. Ist die Abweichung gr&ouml;sser als 3.14 Grad wechselt die Anzeige nach gelb. Ist die Abweichung kleiner als 2.86 Grad wechselt die Anzeige zu rot. Fliegt man innerhalb des Gleitpfades wechselt die Farbe f&uuml;r die Anzeige zu grau. Die Skaleneinteilung betr&auml;gt 0.14 Grad.</p>
    <p><b><font size="4">Achtung!</font></b> Der VDI benutzt die GPS H&ouml;he und die H&ouml;he des AD und nicht die H&ouml;he der RWY. Das VDI ersetzt kein VNAV Instrument.<br>
<br>
• <span style="font-weight: bold;">Internet NEXRAD</span><br>
Internet Nexrad wird in der EU nicht unterst&uuml;tzt und ist somit den Piloten in den USA vorbehalten.<br>
<br>
• <span style="font-weight: bold;">ADS-B</span><br>
Der ADS-B Empf&auml;nger&nbsp;wird in den USA sowohl f&uuml;r den Empfang der Wetterdaten als auch f&uuml;r den Empfang des Trafic benutzt. In Europa kann mit einem ADS-B Empf&auml;nger, in Verbindung mit den Avare I/O Plugin, der Trafic angezeigt werden. Die Entwicklung f&uuml;r die Anzeige des Trafic in Europa f&uuml;r die EU Version von Avare&nbsp;ist zur Zeit nocht nicht fertiggestellt.<br>
<br>
• <span style="font-weight: bold;">Dynamische Anzeige</span><br>
Oben auf dem Bildschirm k&ouml;nnen verschieden Werte dynamisch angezeigt werden, folgende Werte stehen zur Verf&uuml;gung: Geschwindigkeit, Zeit, DEST, Timer, BRG, Distanz und einige mehr. Man kann belieb w&auml;hlen welches Feld welchen Wert anzeigen soll. Um einen anderen Wert zu w&auml;hlen, tipt man zweimal kurz hintereinander auf den entsprechenden Wert und es &ouml;ffnet sich ein Auswahlmen&uuml;. Tippt man l&auml;nger als zwei Sekunden auf die Anzeige, wechselt die Anezeige und es wird der Kurs und Distanz zur aktuellen DEST angezeigt, dies ist insbesondere n&uuml;tzlich wenn man Kontakt mit ATC/APP/TWR aufnimmt. Die dynamische Anzeige kann unter Einstellungen &gt; Hintergrundakt.,Entf.-Einheit,dyn.Anzeige ein- und ausgeblendet werden.<br>
<br>
• <span style="font-weight: bold;">H&ouml;he &uuml;ber Grund</span><br>
Dieses Feature wird zur Zeit in der EU Version nicht unterst&uuml;tzt.<br>
<br>
• <span style="font-weight: bold;">Vertikale Descent / Climb Rate</span><br>
Avare zeigt die optimale Steig- bzw. Sinkrate in ft pro minute an. Ist die H&ouml;he der Volte bzw. Circuit bekannt und auch in der Datenbank eingetragen so wird z.B. beim Anflug als Ziel/Sollh&ouml;he die H&ouml;he des Circuit angezeigt.<br>
</p>
    <p>• <b>KML Tracks</b><br>Dieses Feature erm&ouml;glich den Flug als KML Datei aufzuzeichnen. Will man den Flug aufzeichnen tippt man auf den Optionen Button und dann rechts auf den &quot;Track On&quot; Button um die Aufzeichnung zu starten (die Aufzeichnung ist aktiv wenn der Button Track Off anzeigt). W&auml;hrend der Flug aufgezeichnet wird, werden die Daten nicht kontinuierlich sondern periodisch&nbsp;in die KML Datei geschrieben. Will man die Aufzeichnung beenden so tippt man auf den &quot;Tracks Off&quot; Button. Sp&auml;ter k&ouml;nnen die aufgezeichneten Tracks am Bildschirm angezeigt werden um z.B. die gleiche Route nochmals zu fliegen, oder auch am PC in Google Earth oder Google Maps betrachtet werden.</p>
</div>
<div>
    <p>• <b>KML/POI Importieren</b><br>Neu besteht die M&ouml;glichkeit POI im KML 
    Format zu importieren. Hat man z.B. mit Google Eart eine POI Samlung erstellt, 
    kann man diese im KML Format exportieren und diese anschliesend auf der 
    SC-Card kopieren. Im Optionen Men&uuml; unter Einstellungen &gt; Datenablage 
    und Downloadserver &gt; Benutzerdefinierte Waypoint kann der Speicherot 
    angegeben werden in dem sich die KML Dateien befinden welche die POI enthalten. 
    Nach einem Neustart von Avare werden nun alle POI auf der Karte angezeigt. 
    Befinden sich mehrere KML Dateien im Ordner so werden alle POI geladen wobei 
    maximal 100 POI angezeigt werden.<br>
</p>
</div>
<div>
<p>• <b>Ringf&ouml;rmige Distanzanzeige</b><br>
Wenn man z.B. wissen m&ouml;chte wo man sich&nbsp;in 5 Minuten befindet kann man unter Einstellungen &gt; Instrumente &gt; &lt;Kreisf&ouml;rmige Distanzanzeige dieses Feature ein- und ausblenden. Mitunter ist diese Feature hilfrech um sich per Funk 5 Minuten vor erreichen einer bestimmten Position bei ATC/APP/TWR zu melden.</p>
    <p>• <b>Notizen</b><br>Dieses Men&uuml; erlaubt dem Benutzer Notizen, jedoch und insbesondere Checklisten zu erstellen und verwalten. Es k&ouml;nnen Checklisten und Notizen im TXT Format importiert werden als auch erstellt und abgespeichert werden. Um eine Datei zu importieren muss der Dateipfad samt Dateiname eingegeben werden, daher empfiehlt es sich diejenigen Dateien die man importieren m&ouml;chte im Wurzelverzeicniss der SD-Card zu speichern. M&ouml;chte man anstatt einer Notiz eine Checkliste importieren, muss jeder einzelen Pr&uuml;fpunkt einzeln in einer Zeile aufgef&uuml;hrt sein. Es d&uuml;rfen nicht mehrere&nbsp;Pr&uuml;fpunkte in einer Zeile geschrieben werden da jede Zeile ein Pr&uuml;fpunkt darstellt.</p>
<p>
</p>
<hr size="1">
<h3 style="text-align: center;"><a name="0.1_Diags">GPS Taxi in AD Karten</a></h3>
Das  <b>&quot;GPS Taxi&quot;</b> Feature ist in der EU Version von Avare nur 
    teilweise verf&uuml;gbar. Dieses Feature zeigt die aktuelle Position auf 
    dem AD an ohne jedoch die Karte zu bewegen wie es in der Kartenansicht der 
    Fall ist. Bewegt man sich, so bleibt die Karte stehen. Will man nun seine 
    eigene Position auf der Karte sehen, muss entweder nach dem Icon gesucht 
    werden bzw. die eigene Position&nbsp;oder der Center Button angetippt werden.<hr size="1"> <h3 style="text-align: center;"><a name="0.1_Landmarks">&quot;Fliege 
    hierhin&quot;</a></h3>
<p><a name="0.1_Landmarks">Dieses Feature erlaubt die Verwendung von Postadressen 
    f&uuml;r die DEST anstatt der ICAO Kurzbezeichner oder Koordinaten Paare. 
    Besteht eine Internetverbindung, so kann man direkt in Google Maps eine 
    Postadresse zwecks DEST Suche eingeben, dasselbe kann auch im Suchen Men&uuml; 
    von Avare&nbsp;bewerkstelligt werden. Hat man in Google Maps die gew&uuml;nschte 
    DEST gefunden kann man nun die gefundenen Punkte an Avare senden indem man 
    &quot;senden an&quot; und aus dem Dropdown Men&uuml; &quot;Avare&quot; w&auml;hlt.&nbsp;Nun 
    sendet Google Maps die gefundenen Punkte an Avare, hier stehen diese im 
    Finden Men&uuml; zur Verf&uuml;gung.</a></p>
</div>
<p><a name="0.1_Landmarks">Der Vorteil dieser Methode besteht darin, das es 
einfacher ist z.B.&nbsp;einen zus&auml;tzlichen AD/NAVAID zu der Datenbank hinzuf&uuml;gen, 
zus&auml;tzlich kann man auch zwischen den verschiedenen Kartenansichten w&auml;hlen.<br>
</a></p>
<div>
<p style="padding-left: 30px;"><a name="0.1_Landmarks">Siehe auch  </a><b><a title="Find" href="#0.1_Find">Suchen</a></b> um 
    mehr &uuml;ber die Suchfunktion zu erfahren.
</p>
<hr size="1"> <h3 style="text-align: center;"><a name="0.1_Plan">Flugroute</a></h3>
<p>Dieses Men&uuml; erlaubt die Erstellung und Speicherung von Flugrouten. Es 
    k&ouml;nnen beliebig viele Waypoint hinzugef&uuml;gt werden welche auch 
    alle angezeigt werden. Die Berechnung der Distanz und Flugdauer errechnet 
    sich von DEP bzw. dem ersten WPT bis zur DEST bzw. dem letzten WPT.</p>
<p style="padding-left: 30px;"><b>Flugroute anhand der in der Datenbank gespeicherten 
    Positionen erstellen<br>
</b></p>
<ul>
<li>Geben sie im Feld &quot;Neue Route erstellen&quot; jeweils DEP, die WPT&nbsp;und 
        DEST durch einen Leerschlag&nbsp;getrennt ein, z.B. &quot;LSZQ HOC&nbsp;LSZI&quot; 
        um von Bressaucourt &uuml;ber HOC nach Fricktal Schupfart zu fliegen.<br>
</li><li>Tippen sie nun auf den &quot;Erstellen&quot; Button&nbsp;um die Route 
        zu laden.<br>
</li><li>S&auml;mtliche Positionen welche nicht ermittelt werden k&ouml;nnen, 
        werden verworfen.<br>
</li>
<p>&nbsp;</p>
</ul>
<p style="padding-left: 30px;"> <b>Flugroute mit dem Suchen Men&uuml; erstellen</b></p>
<ul> <li>Tippt man l&auml;nger als 2 Sekunden auf einen Eintrag im Finden Men&uuml;, 
        erscheint unten links ein Pop-Up Men&uuml; und w&auml;hlt anschliessend 
        &quot;Flugroute&quot; um den gew&auml;hlten Eintrag zur Flugroute zu 
        hinzuf&uuml;gen.</li>
<li>Anschliessend kann man nun weitere Positonen hinzuf&uuml;gen.</li>
<li>S&auml;mtliche Positione welche man hinzugef&uuml;gt hat wurden in der Flugroutenplanung 
        &uuml;bernommen.</li>
        <p>&nbsp;</p>
</ul>
<p style="padding-left: 30px;"><b>Flugroute mit der &quot;Kurslinie &auml;ndern&quot; 
    Funktion erstellen<br>
</b></p>
<ul>
<li>Geben sie im Feld &quot;Neue Route erstellen&quot;&nbsp;DEST und DEP ein, 
        z.B. LSGE LSGS.</li><li>Tippen sie unten auf den Button &quot;Aktivieren&quot;.<br>
</li><li>Wechseln sie zur Kartenansicht und tippen l&auml;nger als zwei Sekunden 
        auf der gew&uuml;nschten Position um diese Position als WPT zum Flugroutenplan 
        hinzuf&uuml;gen indem sie im nachfolgenden Men&uuml; auf &quot;Flugroute&quot; 
        tippen. F&uuml;gen sie nun wietere WPT hinzu fals gew&uuml;nscht.<br>
</li><li>S&auml;mtliche WPT welche durch diese Methode hinzugef&uuml;gt werden 
        erscheinen zwischen DEP und DEST und k&ouml;nnen im Flugrouten Men&uuml; 
        eingesehen werden.</li>
<li>Die neu hinzugef&uuml;gten WPT k&ouml;nnen durch ziehen auf der Karte verschoben 
        werden. Wiederholen sie s&auml;mtliche Schritte bis die gew&uuml;nschte 
        Route erstellet ist.<br>
</li>
</ul>
<p style="padding-left: 30px;"><b>Die Flugroute aktivieren</b>
</p>    <ul>
        <li>Tippen sie unten&nbsp;auf den Button &quot;Aktivieren&quot; um die Flugroute zu aktivieren.</li>
        <li>Ist die Flugroute aktiv und es wird eine neue DEST gew&auml;hlt, so wird die aktuelle Route automatisch&nbsp;inaktiviert. M&ouml;chten sie die Route wieder aktivieren, tippen sie &quot;Aktivieren&quot;.</li>
        <li>Sind sie n&auml;her als 2nm von einem WPT entfernt, so schaltet Avare automatisch zum n&auml;chsten WPT um.</li>
    </ul>
<p style="padding-left: 30px;"><font color="black">Info: Ist eine Flugroute aktiv so wird automatisch der n&auml;chste WPT als DEST gesetzt. Die Men&uuml; ADINFO und VAC/Plate schalten zum n&auml;chsten WPT und nicht zu der DEST.</font></p>
<hr size="1"> <h3 style="text-align: center;"><a name="0.1_Terrain">Gel&auml;ndekarten 
    und Gel&auml;ndekolisionswarnung</a></h3>
<p>•&nbsp;Leider wird zur Zeit dieses Feature in der EU Version noch nicht unterst&uuml;zt.<br><br>
</p>
<hr size="1">
<h3 style="text-align: center;">
<a name="0.1_Terminal">ADINFO und VAC/AREA Karten</a></h3>
&nbsp;Zur Zeit k&ouml;nnen lediglich nur die Dokumente und Karten aus eigener 
    Prodution angeboten werden zumal diese Massnahme gew&auml;hrleistet das 
    die Avare APP auch weiterhin barierefrei und kostenlos angeboten werden 
    kann.<hr size="1">
<h3 style="text-align: center;"><a name="0.1_Troubleshooting">Troubleshooting<br>
</a></h3>
<h3 style="text-align: center;"> </h3>
<p>
Folgend werden die am meisten genannten Probleme erl&auml;utert:</p>
<p>1. <em>Unvollst&auml;ndige Installation</em>. Es kann vorkommen das die APP, 
    jedoch und insbesondere der download der Karten nicht fehlerfrei erfolgte. 
    Dies wird&nbsp;meistens durch eine instabilen Internetverbindung w&auml;hrend 
    des download verursacht.&nbsp;In In diesem Fall empfiehlt es sich den entsprechenden 
    download zu l&ouml;schen und diesen erneut herunter zu laden. Fals erforderlich 
    sollte ebenfals die APP gel&ouml;scht und erneut installiert werden.</p>
<p>2. <em>Die Datenbank zeigt keine AD an</em>. Um die AD in der EU Version 
    anzuzeigen muss im Optionen Men&uuml; unter Einstellungen &gt; Anzeige &gt; 
    &quot;Zeige alle Flugpl&auml;tze&quot; aktiviert werden.</p>
<p>3. <em>Hardware probleme</em>. Defekte SD-Karten sind eine h&auml;ufige Ursache 
    f&uuml;r Ausf&auml;lle und oder seltsames Verhalten der APP. In diesem Fall 
    kann man testhalber die APP samt Karten von der SD-Karte&nbsp;im Hauptspeicher 
    abspeichern und umgekehrt&nbsp;um zu sehen ob die APP nun problemlos l&auml;uft. 
    Treten weiterhin Probleme auf obwohl man zwischenzeitlich die SD-Karte ersetzt 
    hat, so liegt ein Konflikt vor welches vom Betriebssystem oder auch einer 
    anderen APP verursacht wird indem die Schreib- und Leserechte ge&auml;ndert 
    werden. In diesem Fall muss zwingend ein anderes Ger&auml;t benutzt werden 
    sofern man die APP nutzen m&ouml;chte.</p>
<p>3. <em>Software Konflikte.</em> Nicht wenige APP k&ouml;nnen Probleme verursachen 
    indem diese auf die Installationsdateien zugreifen. Beispielsweise scannen 
    Musik und Video APP den Datentr&auml;ger nach neuen Dateien. Diese Dateioperationen 
    verlaufen im Hintergrund ohne Wissen des Nutzer und k&ouml;nnen den Gebrauch 
    der APP dermassen einschr&auml;nken als das diese nicht mehr gebraucht werden 
    kann. In diesem Fall empfiehlt sich solche Programme w&auml;hrend des Gebrauch 
    der Avare APP kurzzeitig zu deaktivieren weil ansonsten kein zuverl&auml;ssiger 
    Betrieb gew&auml;hrleistet werden kann. Auch Antivirus Programme k&ouml;nnen 
    erhebliche Probleme erzeugen: es empfiehtl sich in jedem Fall ein Antivirus 
    Programm von einem vertrauensw&uuml;rdigen Anbieter zu installieren sofern 
    die APP f&uuml;r den operativen Gebrauch eingesetzt wird.</p>
<hr size="1">
<br>
--End of Avare Help offline sections--  </div>
</body></html>
